Spinoza.org
Some Notes on Spinoza
GW Dean

* Ethics
** Concerning God (I)
*** 8 Definitions (31)
**** Self-Caused
That whose essence involves existence.
That whose nature can be conceived only as existing.
**** Finite In Its Own Kind

**** Substance
**** Attribute
**** Mode
**** God
*** 7 Axioms (32)
*** 36 Propositions (32-57)
*** Appendix (57-62)
** Of the Nature and Origin of the Mind (II)
*** 7 Definitions (63-64)
*** 5 Axioms (64)
*** 49 Propositions (64-101)
** Concerning the Origin and Nature of the Emotions (III)
*** 3 Definitions (103)
*** 2 Postulates (103)
*** 59 Propositions (103-141)
*** 48 Definitions of Emotions (141-151)
** Of Human Bondage, or the Nature of the Emotions (IV)
*** Preface (152-154)
*** 8 Definitions (154-155)
**** Good
**** Bad
**** Contingent
**** Possible
**** Conflicting Emotions
**** Emotion Towards a Thing
**** End
**** Virtue (Power)
*** 1 Axiom (155)
*** 73 Propositions (155-195)
*** Appendix (195-200)
** Of the Power of the Intellect, or of Human Freedom (V)
*** Preface (201-203)
*** 2 Axioms (203)
*** 42 Propositions (203-223)
** Propositions Distribution
36 49 59 72 42
258 Total Propositions

** Definitions Distribution
8 7 3 8 0
26 Total Definitions (plus 48 definitions of emotions)

** Definitions of Emotions (141-151)
*** Desire
Desire is the very essence of man in so far as his essence is conceived
as determined to any action from any given affection of itself.
*** Pleasure
Pleasure is man's transition from a state of less perfection to a state
of greater perfection.
*** Pain
Pain is man's transition from a state of greater perfection to a state
of less perfection.
