Spinoza.html
<?xml version="1.0" encoding="iso-8859-1"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
               "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml"
lang="en" xml:lang="en">
<head>
<title>Some Notes on Spinoza</title>
<meta http-equiv="Content-Type" content="text/html;charset=iso-8859-1"/>
<meta name="generator" content="Org-mode"/>
<meta name="generated" content="2014-05-02 13:08:31 EDT"/>
<meta name="author" content="Greg"/>
<meta name="description" content=""/>
<meta name="keywords" content=""/>
</head>
<body>
<div id="content">

<h1 class="title">Some Notes on Spinoza</h1>

<p>GW Dean
</p>

<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#sec-1">1 Ethics </a>
<ul>
<li><a href="#sec-1.1">1.1 Concerning God (I) </a>
<ul>
<li><a href="#sec-1.1.1">1.1.1 8 Definitions (31) </a></li>
<li><a href="#sec-1.1.2">1.1.2 7 Axioms (32) </a></li>
<li><a href="#sec-1.1.3">1.1.3 36 Propositions (32-57) </a></li>
<li><a href="#sec-1.1.4">1.1.4 Appendix (57-62) </a></li>
</ul>
</li>
<li><a href="#sec-1.2">1.2 Of the Nature and Origin of the Mind (II) </a>
<ul>
<li><a href="#sec-1.2.1">1.2.1 7 Definitions (63-64) </a></li>
<li><a href="#sec-1.2.2">1.2.2 5 Axioms (64) </a></li>
<li><a href="#sec-1.2.3">1.2.3 49 Propositions (64-101) </a></li>
</ul>
</li>
<li><a href="#sec-1.3">1.3 Concerning the Origin and Nature of the Emotions (III) </a>
<ul>
<li><a href="#sec-1.3.1">1.3.1 3 Definitions (103) </a></li>
<li><a href="#sec-1.3.2">1.3.2 2 Postulates (103) </a></li>
<li><a href="#sec-1.3.3">1.3.3 59 Propositions (103-141) </a></li>
<li><a href="#sec-1.3.4">1.3.4 48 Definitions of Emotions (141-151) </a></li>
</ul>
</li>
<li><a href="#sec-1.4">1.4 Of Human Bondage, or the Nature of the Emotions (IV) </a>
<ul>
<li><a href="#sec-1.4.1">1.4.1 Preface (152-154) </a></li>
<li><a href="#sec-1.4.2">1.4.2 8 Definitions (154-155) </a></li>
<li><a href="#sec-1.4.3">1.4.3 1 Axiom (155) </a></li>
<li><a href="#sec-1.4.4">1.4.4 73 Propositions (155-195) </a></li>
<li><a href="#sec-1.4.5">1.4.5 Appendix (195-200) </a></li>
</ul>
</li>
<li><a href="#sec-1.5">1.5 Of the Power of the Intellect, or of Human Freedom (V) </a>
<ul>
<li><a href="#sec-1.5.1">1.5.1 Preface (201-203) </a></li>
<li><a href="#sec-1.5.2">1.5.2 2 Axioms (203) </a></li>
<li><a href="#sec-1.5.3">1.5.3 42 Propositions (203-223) </a></li>
</ul>
</li>
<li><a href="#sec-1.6">1.6 Propositions Distribution </a></li>
<li><a href="#sec-1.7">1.7 Definitions Distribution </a></li>
<li><a href="#sec-1.8">1.8 Definitions of Emotions (141-151) </a>
<ul>
<li><a href="#sec-1.8.1">1.8.1 Desire </a></li>
<li><a href="#sec-1.8.2">1.8.2 Pleasure </a></li>
<li><a href="#sec-1.8.3">1.8.3 Pain </a></li>
<li><a href="#sec-1.8.4">1.8.4 Wonder </a></li>
<li><a href="#sec-1.8.5">1.8.5 Contempt </a></li>
<li><a href="#sec-1.8.6">1.8.6 Love </a></li>
<li><a href="#sec-1.8.7">1.8.7 Hatred </a></li>
<li><a href="#sec-1.8.8">1.8.8 Inclination </a></li>
<li><a href="#sec-1.8.9">1.8.9 Aversion </a></li>
<li><a href="#sec-1.8.10">1.8.10 Devotion </a></li>
<li><a href="#sec-1.8.11">1.8.11 Derision </a></li>
<li><a href="#sec-1.8.12">1.8.12 Hope </a></li>
<li><a href="#sec-1.8.13">1.8.13 Fear </a></li>
<li><a href="#sec-1.8.14">1.8.14 Confidence </a></li>
<li><a href="#sec-1.8.15">1.8.15 Despair </a></li>
<li><a href="#sec-1.8.16">1.8.16 Joy </a></li>
<li><a href="#sec-1.8.17">1.8.17 Disappointment </a></li>
<li><a href="#sec-1.8.18">1.8.18 Pity </a></li>
<li><a href="#sec-1.8.19">1.8.19 Approbation </a></li>
<li><a href="#sec-1.8.20">1.8.20 Indignation </a></li>
<li><a href="#sec-1.8.21">1.8.21 Over-esteem </a></li>
<li><a href="#sec-1.8.22">1.8.22 Envy </a></li>
<li><a href="#sec-1.8.23">1.8.23 Compassion </a></li>
<li><a href="#sec-1.8.24">1.8.24 Self-contentment </a></li>
<li><a href="#sec-1.8.25">1.8.25 Humility </a></li>
<li><a href="#sec-1.8.26">1.8.26 Repentance </a></li>
<li><a href="#sec-1.8.27">1.8.27 Pride </a></li>
<li><a href="#sec-1.8.28">1.8.28 Self-abasement </a></li>
<li><a href="#sec-1.8.29">1.8.29 Honor </a></li>
<li><a href="#sec-1.8.30">1.8.30 Shame </a></li>
<li><a href="#sec-1.8.31">1.8.31 Longing </a></li>
<li><a href="#sec-1.8.32">1.8.32 Emulation </a></li>
<li><a href="#sec-1.8.33">1.8.33 Gratitude </a></li>
<li><a href="#sec-1.8.34">1.8.34 Benevolence </a></li>
<li><a href="#sec-1.8.35">1.8.35 Anger </a></li>
<li><a href="#sec-1.8.36">1.8.36 Revenge </a></li>
<li><a href="#sec-1.8.37">1.8.37 Cruelty </a></li>
<li><a href="#sec-1.8.38">1.8.38 Timidity </a></li>
<li><a href="#sec-1.8.39">1.8.39 Boldness </a></li>
<li><a href="#sec-1.8.40">1.8.40 Cowardice </a></li>
<li><a href="#sec-1.8.41">1.8.41 Consternation </a></li>
<li><a href="#sec-1.8.42">1.8.42 Courtesy (Politeness) </a></li>
<li><a href="#sec-1.8.43">1.8.43 Ambition </a></li>
<li><a href="#sec-1.8.44">1.8.44 Dissipation </a></li>
<li><a href="#sec-1.8.45">1.8.45 Drunkenness </a></li>
<li><a href="#sec-1.8.46">1.8.46 Avarice </a></li>
<li><a href="#sec-1.8.47">1.8.47 Lust </a></li>
</ul>
</li>
<li><a href="#sec-1.9">1.9 Terminology (21-29) </a>
<ul>
<li><a href="#sec-1.9.1">1.9.1 Essence and Existence </a></li>
<li><a href="#sec-1.9.2">1.9.2 In </a></li>
<li><a href="#sec-1.9.3">1.9.3 Substance </a></li>
<li><a href="#sec-1.9.4">1.9.4 Attribute </a></li>
<li><a href="#sec-1.9.5">1.9.5 God </a></li>
<li><a href="#sec-1.9.6">1.9.6 Mode </a></li>
<li><a href="#sec-1.9.7">1.9.7 Affection </a></li>
<li><a href="#sec-1.9.8">1.9.8 Sive or Seu </a></li>
<li><a href="#sec-1.9.9">1.9.9 Thing </a></li>
<li><a href="#sec-1.9.10">1.9.10 Follow (sequi) </a></li>
<li><a href="#sec-1.9.11">1.9.11 Nature </a></li>
<li><a href="#sec-1.9.12">1.9.12 Cause </a></li>
<li><a href="#sec-1.9.13">1.9.13 Idea </a></li>
<li><a href="#sec-1.9.14">1.9.14 Determine </a></li>
<li><a href="#sec-1.9.15">1.9.15 Explication </a></li>
<li><a href="#sec-1.9.16">1.9.16 In-so-far-as, to-that-extent </a></li>
<li><a href="#sec-1.9.17">1.9.17 Formal and Objective Essence </a></li>
<li><a href="#sec-1.9.18">1.9.18 Reality and Perfection </a></li>
<li><a href="#sec-1.9.19">1.9.19 Virtue </a></li>
<li><a href="#sec-1.9.20">1.9.20 Imagine </a></li>
<li><a href="#sec-1.9.21">1.9.21 Emotion </a></li>
<li><a href="#sec-1.9.22">1.9.22 To Act and To Suffer </a></li>
<li><a href="#sec-1.9.23">1.9.23 Pleasure and Pain </a></li>
<li><a href="#sec-1.9.24">1.9.24 Thought </a></li>
</ul></li>
</ul>
</li>
<li><a href="#sec-2">2 Letter 12 (On the Nature of the Infinite) </a></li>
</ul>
</div>
</div>

<div id="outline-container-1" class="outline-2">
<h2 id="sec-1"><span class="section-number-2">1</span> Ethics </h2>
<div class="outline-text-2" id="text-1">


</div>

<div id="outline-container-1.1" class="outline-3">
<h3 id="sec-1.1"><span class="section-number-3">1.1</span> Concerning God (I) </h3>
<div class="outline-text-3" id="text-1.1">


</div>

<div id="outline-container-1.1.1" class="outline-4">
<h4 id="sec-1.1.1"><span class="section-number-4">1.1.1</span> 8 Definitions (31) </h4>
<div class="outline-text-4" id="text-1.1.1">

<ul>
<li id="sec-1.1.1.1">Self-Caused <br/>
That whose essence involves existence.
That whose nature can be conceived only as existing.
</li>
<li id="sec-1.1.1.2">Finite In Its Own Kind <br/>

</li>
<li id="sec-1.1.1.3">Substance <br/>
</li>
<li id="sec-1.1.1.4">Attribute <br/>
</li>
<li id="sec-1.1.1.5">Mode <br/>
</li>
<li id="sec-1.1.1.6">God <br/>
</li>
</ul>
</div>

</div>

<div id="outline-container-1.1.2" class="outline-4">
<h4 id="sec-1.1.2"><span class="section-number-4">1.1.2</span> 7 Axioms (32) </h4>
<div class="outline-text-4" id="text-1.1.2">

</div>

</div>

<div id="outline-container-1.1.3" class="outline-4">
<h4 id="sec-1.1.3"><span class="section-number-4">1.1.3</span> 36 Propositions (32-57) </h4>
<div class="outline-text-4" id="text-1.1.3">

</div>

</div>

<div id="outline-container-1.1.4" class="outline-4">
<h4 id="sec-1.1.4"><span class="section-number-4">1.1.4</span> Appendix (57-62) </h4>
<div class="outline-text-4" id="text-1.1.4">

</div>
</div>

</div>

<div id="outline-container-1.2" class="outline-3">
<h3 id="sec-1.2"><span class="section-number-3">1.2</span> Of the Nature and Origin of the Mind (II) </h3>
<div class="outline-text-3" id="text-1.2">


</div>

<div id="outline-container-1.2.1" class="outline-4">
<h4 id="sec-1.2.1"><span class="section-number-4">1.2.1</span> 7 Definitions (63-64) </h4>
<div class="outline-text-4" id="text-1.2.1">

</div>

</div>

<div id="outline-container-1.2.2" class="outline-4">
<h4 id="sec-1.2.2"><span class="section-number-4">1.2.2</span> 5 Axioms (64) </h4>
<div class="outline-text-4" id="text-1.2.2">

</div>

</div>

<div id="outline-container-1.2.3" class="outline-4">
<h4 id="sec-1.2.3"><span class="section-number-4">1.2.3</span> 49 Propositions (64-101) </h4>
<div class="outline-text-4" id="text-1.2.3">

</div>
</div>

</div>

<div id="outline-container-1.3" class="outline-3">
<h3 id="sec-1.3"><span class="section-number-3">1.3</span> Concerning the Origin and Nature of the Emotions (III) </h3>
<div class="outline-text-3" id="text-1.3">


</div>

<div id="outline-container-1.3.1" class="outline-4">
<h4 id="sec-1.3.1"><span class="section-number-4">1.3.1</span> 3 Definitions (103) </h4>
<div class="outline-text-4" id="text-1.3.1">

</div>

</div>

<div id="outline-container-1.3.2" class="outline-4">
<h4 id="sec-1.3.2"><span class="section-number-4">1.3.2</span> 2 Postulates (103) </h4>
<div class="outline-text-4" id="text-1.3.2">

</div>

</div>

<div id="outline-container-1.3.3" class="outline-4">
<h4 id="sec-1.3.3"><span class="section-number-4">1.3.3</span> 59 Propositions (103-141) </h4>
<div class="outline-text-4" id="text-1.3.3">

</div>

</div>

<div id="outline-container-1.3.4" class="outline-4">
<h4 id="sec-1.3.4"><span class="section-number-4">1.3.4</span> 48 Definitions of Emotions (141-151) </h4>
<div class="outline-text-4" id="text-1.3.4">

</div>
</div>

</div>

<div id="outline-container-1.4" class="outline-3">
<h3 id="sec-1.4"><span class="section-number-3">1.4</span> Of Human Bondage, or the Nature of the Emotions (IV) </h3>
<div class="outline-text-3" id="text-1.4">


</div>

<div id="outline-container-1.4.1" class="outline-4">
<h4 id="sec-1.4.1"><span class="section-number-4">1.4.1</span> Preface (152-154) </h4>
<div class="outline-text-4" id="text-1.4.1">

</div>

</div>

<div id="outline-container-1.4.2" class="outline-4">
<h4 id="sec-1.4.2"><span class="section-number-4">1.4.2</span> 8 Definitions (154-155) </h4>
<div class="outline-text-4" id="text-1.4.2">

<ul>
<li id="sec-1.4.2.1">Good <br/>
</li>
<li id="sec-1.4.2.2">Bad <br/>
</li>
<li id="sec-1.4.2.3">Contingent <br/>
</li>
<li id="sec-1.4.2.4">Possible <br/>
</li>
<li id="sec-1.4.2.5">Conflicting Emotions <br/>
</li>
<li id="sec-1.4.2.6">Emotion Towards a Thing <br/>
</li>
<li id="sec-1.4.2.7">End <br/>
</li>
<li id="sec-1.4.2.8">Virtue (Power) <br/>
</li>
</ul>
</div>

</div>

<div id="outline-container-1.4.3" class="outline-4">
<h4 id="sec-1.4.3"><span class="section-number-4">1.4.3</span> 1 Axiom (155) </h4>
<div class="outline-text-4" id="text-1.4.3">

</div>

</div>

<div id="outline-container-1.4.4" class="outline-4">
<h4 id="sec-1.4.4"><span class="section-number-4">1.4.4</span> 73 Propositions (155-195) </h4>
<div class="outline-text-4" id="text-1.4.4">

</div>

</div>

<div id="outline-container-1.4.5" class="outline-4">
<h4 id="sec-1.4.5"><span class="section-number-4">1.4.5</span> Appendix (195-200) </h4>
<div class="outline-text-4" id="text-1.4.5">

</div>
</div>

</div>

<div id="outline-container-1.5" class="outline-3">
<h3 id="sec-1.5"><span class="section-number-3">1.5</span> Of the Power of the Intellect, or of Human Freedom (V) </h3>
<div class="outline-text-3" id="text-1.5">


</div>

<div id="outline-container-1.5.1" class="outline-4">
<h4 id="sec-1.5.1"><span class="section-number-4">1.5.1</span> Preface (201-203) </h4>
<div class="outline-text-4" id="text-1.5.1">

</div>

</div>

<div id="outline-container-1.5.2" class="outline-4">
<h4 id="sec-1.5.2"><span class="section-number-4">1.5.2</span> 2 Axioms (203) </h4>
<div class="outline-text-4" id="text-1.5.2">

</div>

</div>

<div id="outline-container-1.5.3" class="outline-4">
<h4 id="sec-1.5.3"><span class="section-number-4">1.5.3</span> 42 Propositions (203-223) </h4>
<div class="outline-text-4" id="text-1.5.3">

</div>
</div>

</div>

<div id="outline-container-1.6" class="outline-3">
<h3 id="sec-1.6"><span class="section-number-3">1.6</span> Propositions Distribution </h3>
<div class="outline-text-3" id="text-1.6">

<p>36 49 59 72 42
258 Total Propositions
</p>
</div>

</div>

<div id="outline-container-1.7" class="outline-3">
<h3 id="sec-1.7"><span class="section-number-3">1.7</span> Definitions Distribution </h3>
<div class="outline-text-3" id="text-1.7">

<p>8 7 3 8 0
26 Total Definitions (plus 48 definitions of emotions)
</p>
</div>

</div>

<div id="outline-container-1.8" class="outline-3">
<h3 id="sec-1.8"><span class="section-number-3">1.8</span> Definitions of Emotions (141-151) </h3>
<div class="outline-text-3" id="text-1.8">


</div>

<div id="outline-container-1.8.1" class="outline-4">
<h4 id="sec-1.8.1"><span class="section-number-4">1.8.1</span> Desire </h4>
<div class="outline-text-4" id="text-1.8.1">

<p>Desire is the very essence of man in so far as his essence is conceived
as determined to any action from any given affection of itself.
</p></div>

</div>

<div id="outline-container-1.8.2" class="outline-4">
<h4 id="sec-1.8.2"><span class="section-number-4">1.8.2</span> Pleasure </h4>
<div class="outline-text-4" id="text-1.8.2">

<p>Pleasure is man's transition from a state of less perfection to a state
of greater perfection.
</p></div>

</div>

<div id="outline-container-1.8.3" class="outline-4">
<h4 id="sec-1.8.3"><span class="section-number-4">1.8.3</span> Pain </h4>
<div class="outline-text-4" id="text-1.8.3">

<p>Pain is man's transition from a state of greater perfection to a state
of less perfection.
</p></div>

</div>
