Spinoza.org
*** Wonder
Wonder is the thought of any thing on which the mind stays fixed
because this particular thought has no connection with any others.
*** Contempt
Contempt is the imagining (imaginatio) of some thing that makes so
little impact on the mind that the presence of the thing motivates
the mind to think of what is not in the thing rather than of what is
in the thing.
*** Love
Love is pleasure accompanied by the idea of an external cause.
*** Hatred
    Hatred is pain accompanied by the idea of an external cause.
*** Inclination
Inclination (propensio) is pleasure accompanied by the idea of
a thing which is indirectly the cause of the pleasure.
*** Aversion
Aversion (aversio) is pain accompanied by the idea of a thing which
is indirectly the cause of the pain.
*** Devotion
Devotion is love towards one at whom we wonder.
*** Derision
Derision is pleasure arising from our imagining that there
is in the object of our hate something that we despise.
*** Hope
Hope is inconstant pleasure arising from the idea of a 
thing future or past, of whose outcome we are in some
doubt.
*** Fear
Fear is inconstant pain arising from the idea of a thing
future or past, of whose outcome we are in some doubt.
*** Confidence
*** Despair
*** Joy
*** Disappointment
*** Pity
*** Approbation
*** Indignation
*** Over-esteem
*** Envy
*** Compassion
*** Self-contentment
*** Humility
*** Repentance
*** Pride
*** Self-abasement
*** Honor
*** Shame
*** Longing
*** Emulation
*** Gratitude
*** Benevolence
*** Anger
*** Revenge
*** Cruelty
*** Timidity
*** Boldness
*** Cowardice
*** Consternation
*** Courtesy (Politeness)
*** Ambition
*** Dissipation
*** Drunkenness
*** Avarice 
*** Lust
** Terminology (21-29)
*** Essence and Existence
*** In
*** Substance
*** Attribute
*** God
*** Mode
*** Affection
*** Sive or Seu
*** Thing
*** Follow (sequi)
*** Nature
*** Cause
*** Idea
*** Determine
*** Explication
*** In-so-far-as, to-that-extent
*** Formal and Objective Essence
*** Reality and Perfection
*** Virtue
*** Imagine
*** Emotion
