Spinoza.html

<div id="outline-container-1.8.4" class="outline-4">
<h4 id="sec-1.8.4"><span class="section-number-4">1.8.4</span> Wonder </h4>
<div class="outline-text-4" id="text-1.8.4">

<p>Wonder is the thought of any thing on which the mind stays fixed
because this particular thought has no connection with any others.
</p></div>

</div>

<div id="outline-container-1.8.5" class="outline-4">
<h4 id="sec-1.8.5"><span class="section-number-4">1.8.5</span> Contempt </h4>
<div class="outline-text-4" id="text-1.8.5">

<p>Contempt is the imagining (imaginatio) of some thing that makes so
little impact on the mind that the presence of the thing motivates
the mind to think of what is not in the thing rather than of what is
in the thing.
</p></div>

</div>

<div id="outline-container-1.8.6" class="outline-4">
<h4 id="sec-1.8.6"><span class="section-number-4">1.8.6</span> Love </h4>
<div class="outline-text-4" id="text-1.8.6">

<p>Love is pleasure accompanied by the idea of an external cause.
</p></div>

</div>

<div id="outline-container-1.8.7" class="outline-4">
<h4 id="sec-1.8.7"><span class="section-number-4">1.8.7</span> Hatred </h4>
<div class="outline-text-4" id="text-1.8.7">

<p>Hatred is pain accompanied by the idea of an external cause.
</p></div>

</div>

<div id="outline-container-1.8.8" class="outline-4">
<h4 id="sec-1.8.8"><span class="section-number-4">1.8.8</span> Inclination </h4>
<div class="outline-text-4" id="text-1.8.8">

<p>Inclination (propensio) is pleasure accompanied by the idea of
a thing which is indirectly the cause of the pleasure.
</p></div>

</div>

<div id="outline-container-1.8.9" class="outline-4">
<h4 id="sec-1.8.9"><span class="section-number-4">1.8.9</span> Aversion </h4>
<div class="outline-text-4" id="text-1.8.9">

<p>Aversion (aversio) is pain accompanied by the idea of a thing which
is indirectly the cause of the pain.
</p></div>

</div>

<div id="outline-container-1.8.10" class="outline-4">
<h4 id="sec-1.8.10"><span class="section-number-4">1.8.10</span> Devotion </h4>
<div class="outline-text-4" id="text-1.8.10">

<p>Devotion is love towards one at whom we wonder.
</p></div>

</div>

<div id="outline-container-1.8.11" class="outline-4">
<h4 id="sec-1.8.11"><span class="section-number-4">1.8.11</span> Derision </h4>
<div class="outline-text-4" id="text-1.8.11">

<p>Derision is pleasure arising from our imagining that there
is in the object of our hate something that we despise.
</p></div>

</div>

<div id="outline-container-1.8.12" class="outline-4">
<h4 id="sec-1.8.12"><span class="section-number-4">1.8.12</span> Hope </h4>
<div class="outline-text-4" id="text-1.8.12">

<p>Hope is inconstant pleasure arising from the idea of a 
thing future or past, of whose outcome we are in some
doubt.
</p></div>

</div>

<div id="outline-container-1.8.13" class="outline-4">
<h4 id="sec-1.8.13"><span class="section-number-4">1.8.13</span> Fear </h4>
<div class="outline-text-4" id="text-1.8.13">

<p>Fear is inconstant pain arising from the idea of a thing
future or past, of whose outcome we are in some doubt.
</p></div>

</div>

<div id="outline-container-1.8.14" class="outline-4">
<h4 id="sec-1.8.14"><span class="section-number-4">1.8.14</span> Confidence </h4>
<div class="outline-text-4" id="text-1.8.14">

</div>

</div>

<div id="outline-container-1.8.15" class="outline-4">
<h4 id="sec-1.8.15"><span class="section-number-4">1.8.15</span> Despair </h4>
<div class="outline-text-4" id="text-1.8.15">

</div>

</div>

<div id="outline-container-1.8.16" class="outline-4">
<h4 id="sec-1.8.16"><span class="section-number-4">1.8.16</span> Joy </h4>
<div class="outline-text-4" id="text-1.8.16">

</div>

</div>

<div id="outline-container-1.8.17" class="outline-4">
<h4 id="sec-1.8.17"><span class="section-number-4">1.8.17</span> Disappointment </h4>
<div class="outline-text-4" id="text-1.8.17">

</div>

</div>

<div id="outline-container-1.8.18" class="outline-4">
<h4 id="sec-1.8.18"><span class="section-number-4">1.8.18</span> Pity </h4>
<div class="outline-text-4" id="text-1.8.18">

</div>

</div>

<div id="outline-container-1.8.19" class="outline-4">
<h4 id="sec-1.8.19"><span class="section-number-4">1.8.19</span> Approbation </h4>
<div class="outline-text-4" id="text-1.8.19">

</div>

</div>

<div id="outline-container-1.8.20" class="outline-4">
<h4 id="sec-1.8.20"><span class="section-number-4">1.8.20</span> Indignation </h4>
<div class="outline-text-4" id="text-1.8.20">

</div>

</div>

<div id="outline-container-1.8.21" class="outline-4">
<h4 id="sec-1.8.21"><span class="section-number-4">1.8.21</span> Over-esteem </h4>
<div class="outline-text-4" id="text-1.8.21">

</div>

</div>

<div id="outline-container-1.8.22" class="outline-4">
<h4 id="sec-1.8.22"><span class="section-number-4">1.8.22</span> Envy </h4>
<div class="outline-text-4" id="text-1.8.22">

</div>

</div>

<div id="outline-container-1.8.23" class="outline-4">
<h4 id="sec-1.8.23"><span class="section-number-4">1.8.23</span> Compassion </h4>
<div class="outline-text-4" id="text-1.8.23">

</div>

</div>

<div id="outline-container-1.8.24" class="outline-4">
<h4 id="sec-1.8.24"><span class="section-number-4">1.8.24</span> Self-contentment </h4>
<div class="outline-text-4" id="text-1.8.24">

</div>

</div>

<div id="outline-container-1.8.25" class="outline-4">
<h4 id="sec-1.8.25"><span class="section-number-4">1.8.25</span> Humility </h4>
<div class="outline-text-4" id="text-1.8.25">

</div>

</div>

<div id="outline-container-1.8.26" class="outline-4">
<h4 id="sec-1.8.26"><span class="section-number-4">1.8.26</span> Repentance </h4>
<div class="outline-text-4" id="text-1.8.26">

</div>

</div>

<div id="outline-container-1.8.27" class="outline-4">
<h4 id="sec-1.8.27"><span class="section-number-4">1.8.27</span> Pride </h4>
<div class="outline-text-4" id="text-1.8.27">

</div>

</div>

<div id="outline-container-1.8.28" class="outline-4">
<h4 id="sec-1.8.28"><span class="section-number-4">1.8.28</span> Self-abasement </h4>
<div class="outline-text-4" id="text-1.8.28">

</div>

</div>

<div id="outline-container-1.8.29" class="outline-4">
<h4 id="sec-1.8.29"><span class="section-number-4">1.8.29</span> Honor </h4>
<div class="outline-text-4" id="text-1.8.29">

</div>

</div>

<div id="outline-container-1.8.30" class="outline-4">
<h4 id="sec-1.8.30"><span class="section-number-4">1.8.30</span> Shame </h4>
<div class="outline-text-4" id="text-1.8.30">

</div>

</div>

<div id="outline-container-1.8.31" class="outline-4">
<h4 id="sec-1.8.31"><span class="section-number-4">1.8.31</span> Longing </h4>
<div class="outline-text-4" id="text-1.8.31">

</div>

</div>

<div id="outline-container-1.8.32" class="outline-4">
<h4 id="sec-1.8.32"><span class="section-number-4">1.8.32</span> Emulation </h4>
<div class="outline-text-4" id="text-1.8.32">

</div>

</div>

<div id="outline-container-1.8.33" class="outline-4">
<h4 id="sec-1.8.33"><span class="section-number-4">1.8.33</span> Gratitude </h4>
<div class="outline-text-4" id="text-1.8.33">

</div>

</div>

<div id="outline-container-1.8.34" class="outline-4">
<h4 id="sec-1.8.34"><span class="section-number-4">1.8.34</span> Benevolence </h4>
<div class="outline-text-4" id="text-1.8.34">

</div>

</div>

<div id="outline-container-1.8.35" class="outline-4">
<h4 id="sec-1.8.35"><span class="section-number-4">1.8.35</span> Anger </h4>
<div class="outline-text-4" id="text-1.8.35">

</div>

</div>

<div id="outline-container-1.8.36" class="outline-4">
<h4 id="sec-1.8.36"><span class="section-number-4">1.8.36</span> Revenge </h4>
<div class="outline-text-4" id="text-1.8.36">

</div>

</div>

<div id="outline-container-1.8.37" class="outline-4">
<h4 id="sec-1.8.37"><span class="section-number-4">1.8.37</span> Cruelty </h4>
<div class="outline-text-4" id="text-1.8.37">

</div>

</div>

<div id="outline-container-1.8.38" class="outline-4">
<h4 id="sec-1.8.38"><span class="section-number-4">1.8.38</span> Timidity </h4>
<div class="outline-text-4" id="text-1.8.38">

</div>

</div>

<div id="outline-container-1.8.39" class="outline-4">
<h4 id="sec-1.8.39"><span class="section-number-4">1.8.39</span> Boldness </h4>
<div class="outline-text-4" id="text-1.8.39">

</div>

</div>

<div id="outline-container-1.8.40" class="outline-4">
<h4 id="sec-1.8.40"><span class="section-number-4">1.8.40</span> Cowardice </h4>
<div class="outline-text-4" id="text-1.8.40">

</div>

</div>

<div id="outline-container-1.8.41" class="outline-4">
<h4 id="sec-1.8.41"><span class="section-number-4">1.8.41</span> Consternation </h4>
<div class="outline-text-4" id="text-1.8.41">

</div>

</div>

<div id="outline-container-1.8.42" class="outline-4">
<h4 id="sec-1.8.42"><span class="section-number-4">1.8.42</span> Courtesy (Politeness) </h4>
<div class="outline-text-4" id="text-1.8.42">

</div>

</div>

<div id="outline-container-1.8.43" class="outline-4">
<h4 id="sec-1.8.43"><span class="section-number-4">1.8.43</span> Ambition </h4>
<div class="outline-text-4" id="text-1.8.43">

</div>

</div>

<div id="outline-container-1.8.44" class="outline-4">
<h4 id="sec-1.8.44"><span class="section-number-4">1.8.44</span> Dissipation </h4>
<div class="outline-text-4" id="text-1.8.44">

</div>

</div>

<div id="outline-container-1.8.45" class="outline-4">
<h4 id="sec-1.8.45"><span class="section-number-4">1.8.45</span> Drunkenness </h4>
<div class="outline-text-4" id="text-1.8.45">

</div>

</div>

<div id="outline-container-1.8.46" class="outline-4">
<h4 id="sec-1.8.46"><span class="section-number-4">1.8.46</span> Avarice </h4>
<div class="outline-text-4" id="text-1.8.46">

</div>

</div>

<div id="outline-container-1.8.47" class="outline-4">
<h4 id="sec-1.8.47"><span class="section-number-4">1.8.47</span> Lust </h4>
<div class="outline-text-4" id="text-1.8.47">

</div>
</div>

</div>

<div id="outline-container-1.9" class="outline-3">
<h3 id="sec-1.9"><span class="section-number-3">1.9</span> Terminology (21-29) </h3>
<div class="outline-text-3" id="text-1.9">


</div>

<div id="outline-container-1.9.1" class="outline-4">
<h4 id="sec-1.9.1"><span class="section-number-4">1.9.1</span> Essence and Existence </h4>
<div class="outline-text-4" id="text-1.9.1">

</div>

</div>

<div id="outline-container-1.9.2" class="outline-4">
<h4 id="sec-1.9.2"><span class="section-number-4">1.9.2</span> In </h4>
<div class="outline-text-4" id="text-1.9.2">

</div>

</div>

<div id="outline-container-1.9.3" class="outline-4">
<h4 id="sec-1.9.3"><span class="section-number-4">1.9.3</span> Substance </h4>
<div class="outline-text-4" id="text-1.9.3">

</div>

</div>

<div id="outline-container-1.9.4" class="outline-4">
<h4 id="sec-1.9.4"><span class="section-number-4">1.9.4</span> Attribute </h4>
<div class="outline-text-4" id="text-1.9.4">

</div>

</div>

<div id="outline-container-1.9.5" class="outline-4">
<h4 id="sec-1.9.5"><span class="section-number-4">1.9.5</span> God </h4>
<div class="outline-text-4" id="text-1.9.5">

</div>

</div>

<div id="outline-container-1.9.6" class="outline-4">
<h4 id="sec-1.9.6"><span class="section-number-4">1.9.6</span> Mode </h4>
<div class="outline-text-4" id="text-1.9.6">

</div>

</div>

<div id="outline-container-1.9.7" class="outline-4">
<h4 id="sec-1.9.7"><span class="section-number-4">1.9.7</span> Affection </h4>
<div class="outline-text-4" id="text-1.9.7">

</div>

</div>

<div id="outline-container-1.9.8" class="outline-4">
<h4 id="sec-1.9.8"><span class="section-number-4">1.9.8</span> Sive or Seu </h4>
<div class="outline-text-4" id="text-1.9.8">

</div>

</div>

<div id="outline-container-1.9.9" class="outline-4">
<h4 id="sec-1.9.9"><span class="section-number-4">1.9.9</span> Thing </h4>
<div class="outline-text-4" id="text-1.9.9">

</div>

</div>

<div id="outline-container-1.9.10" class="outline-4">
<h4 id="sec-1.9.10"><span class="section-number-4">1.9.10</span> Follow (sequi) </h4>
<div class="outline-text-4" id="text-1.9.10">

</div>

</div>

<div id="outline-container-1.9.11" class="outline-4">
<h4 id="sec-1.9.11"><span class="section-number-4">1.9.11</span> Nature </h4>
<div class="outline-text-4" id="text-1.9.11">

</div>

</div>

<div id="outline-container-1.9.12" class="outline-4">
<h4 id="sec-1.9.12"><span class="section-number-4">1.9.12</span> Cause </h4>
<div class="outline-text-4" id="text-1.9.12">

</div>

</div>

<div id="outline-container-1.9.13" class="outline-4">
<h4 id="sec-1.9.13"><span class="section-number-4">1.9.13</span> Idea </h4>
<div class="outline-text-4" id="text-1.9.13">

</div>

</div>

<div id="outline-container-1.9.14" class="outline-4">
<h4 id="sec-1.9.14"><span class="section-number-4">1.9.14</span> Determine </h4>
<div class="outline-text-4" id="text-1.9.14">

</div>

</div>

<div id="outline-container-1.9.15" class="outline-4">
<h4 id="sec-1.9.15"><span class="section-number-4">1.9.15</span> Explication </h4>
<div class="outline-text-4" id="text-1.9.15">

</div>

</div>

<div id="outline-container-1.9.16" class="outline-4">
<h4 id="sec-1.9.16"><span class="section-number-4">1.9.16</span> In-so-far-as, to-that-extent </h4>
<div class="outline-text-4" id="text-1.9.16">

</div>

</div>

<div id="outline-container-1.9.17" class="outline-4">
<h4 id="sec-1.9.17"><span class="section-number-4">1.9.17</span> Formal and Objective Essence </h4>
<div class="outline-text-4" id="text-1.9.17">

</div>

</div>

<div id="outline-container-1.9.18" class="outline-4">
<h4 id="sec-1.9.18"><span class="section-number-4">1.9.18</span> Reality and Perfection </h4>
<div class="outline-text-4" id="text-1.9.18">

</div>

</div>
