Spinoza.html

<div id="outline-container-1.9.19" class="outline-4">
<h4 id="sec-1.9.19"><span class="section-number-4">1.9.19</span> Virtue </h4>
<div class="outline-text-4" id="text-1.9.19">

</div>

</div>

<div id="outline-container-1.9.20" class="outline-4">
<h4 id="sec-1.9.20"><span class="section-number-4">1.9.20</span> Imagine </h4>
<div class="outline-text-4" id="text-1.9.20">

</div>

</div>

<div id="outline-container-1.9.21" class="outline-4">
<h4 id="sec-1.9.21"><span class="section-number-4">1.9.21</span> Emotion </h4>
<div class="outline-text-4" id="text-1.9.21">

</div>

</div>

<div id="outline-container-1.9.22" class="outline-4">
<h4 id="sec-1.9.22"><span class="section-number-4">1.9.22</span> To Act and To Suffer </h4>
<div class="outline-text-4" id="text-1.9.22">

</div>

</div>

<div id="outline-container-1.9.23" class="outline-4">
<h4 id="sec-1.9.23"><span class="section-number-4">1.9.23</span> Pleasure and Pain </h4>
<div class="outline-text-4" id="text-1.9.23">

</div>

</div>

<div id="outline-container-1.9.24" class="outline-4">
<h4 id="sec-1.9.24"><span class="section-number-4">1.9.24</span> Thought </h4>
<div class="outline-text-4" id="text-1.9.24">

</div>
</div>
</div>

</div>

<div id="outline-container-2" class="outline-2">
<h2 id="sec-2"><span class="section-number-2">2</span> Letter 12 (On the Nature of the Infinite) </h2>
<div class="outline-text-2" id="text-2">

<p>Spinoza's <i>Letter 12</i> is dated on 1663/04/20 and is 
addressed to "the learned and wise Ludwig Meyer",
who was a close friend of Spinoza and participated 
in preparing Spinoza's writings for posthumous publication.
</p>
<p>
In my copy of <i>Ethics</i>, Letter 12 comprises 4.5 pages from
267-271, and consists of 15 paragraphs. Here is a quick overview
of the Letter.
</p>
<p>
Paragraphs 1 and 2 discuss the "question of the infinite"
and some of the difficulties associated with answering this
question. Before providing his answer, Spinoza will briefly
explain four terms:
</p>
<ul>
<li>
Substance
</li>
<li>
Mode
</li>
<li>
Eternity 
</li>
<li>
Duration

</li>
</ul>

<p>The explanations of these terms and their interactions
comprise the bulk of the letter, comprising paragraphs 3-13.
Paragraph 14 discusses the proof of the existence of God
by Rabbi Chasdai, and Paragraph 15 is a closing paragraph.
These can be ignored for the time being, as the goal is
to understand Spinoza's view of the infinite, which is
contained in paragraphs 3-13.
</p>
<p>
The major points about Substance are as follows:
</p><ul>
<li>
Existence pertains to its essence.
</li>
<li>
There exists only one Substance of the same nature.
</li>
<li>
All Substance can be understood only as infinite.

</li>
</ul>

<p>The affections of Substance are called Modes. The
definition of Modes cannot involve existence. Therefore,
even when they exist, we can conceive of them as not
existing. The existence of Substance is of an entirely
different kind from the existence of Modes.
</p>
<p>
The difference between these two types of existence is the
source of the difference between Eternity and Duration.
Duration can only be applied to the Modes. The corresponding
term for the existence of Substance is Eternity, that is,
the infinite enjoyment of Existence, or of Being. 
</p>
<p>
We can arbitrarily limit the Existence and Duration of
Modes, but Eternity and Substance are conceivable only
as infinite. Extended Substance cannot consists of parts.
</p>
<p>
Although we have a strong natural tendency to divide
extended Substance, rational analysis shows that extended
Substance is infinite, indivisible, and one alone.
</p>
<p>
Time arises to limit Duration and Measure arises to
limit Quantity in such a way as to help us form images
of them. 
</p>
<p>
Measure, Time and Number are nothing other than modes
of thinking, or rather, modes of the imagination.
</p>
<p>
There are many things that can in no way be apprehended by
the imagination but only by the intellect, such as 
Substance, Eternity and the like.
</p>
<p>
If someone conceives of Duration in an abstracted way,
and, confusing it with Time, begins dividing it into
parts, he can never understand how, for instance, an
hour can pass by. 
</p>
<p>
Number, Time, and Measure, being merely aids to the
imagination, cannot be infinite, for in that case
Number would not be number, nor Measure measure,
nor Time time.
</p>
<p>
Number is not applicable to the space between two
non-concentric circles.
</p>
<p>
Certain things are infinite by their own nature and
cannot in any way be conceived as finite, while other
things are infinite by virtue of the cause in which
they have their being, and when the latter are conceived
in abstraction, they can be divided into parts and
be regarded as finite. Also there are things called
infinite (or indefinite) because they cannot be 
accurately expressed by any number, while yet being
conceivable as greater or less.
</p>
<p>
To sum up, Spinoza believes that his explanation
of the Infinite is complete, unless he is mistaken.
</p>


</div>
</div>
<div id="postamble">
<p class="author"> Author: Greg
<a href="mailto:greg@greg-Satellite-C855D">&lt;greg@greg-Satellite-C855D&gt;</a>
</p>
<p class="date"> Date: 2014-05-02 13:08:31 EDT</p>
<p class="creator">HTML generated by org-mode 6.33x in emacs 23</p>
</div>
</div>
</body>
</html>
